Repository: ABCHASE123/sudomemo-locales
Catalog: */LC_MESSAGES/menuHeaders.po
Languages: el_gr, ja_jp

# WATCH_FLIPNOTES
source: All Flipnotes
el_gr: Ολα τα Flipnotes
ja_jp: みんなの作品

source: Channels
el_gr: Καναλια
ja_jp: チャンネル

source: Categories
el_gr: Κατηγοριεs
ja_jp: カテゴリ

source: Featured
el_gr: Προβαλλομενα
ja_jp: おすすめ作品

source: Hot Flipnotes
el_gr: Καυτα Flipnotes
ja_jp: 人気作品

source: About Sudomemo
el_gr: Για το Sudomemo
ja_jp: スドメモ情報

source: Creator's Room
el_gr: Εργαστηρι
ja_jp: マイルーム

# NEWS
source: Sudomemo News
ja_jp: スドメモニュース

source: Chatrooms
el_gr: Δωματια Τσατ
ja_jp: チャット

source: Search
el_gr: Αναζητηση
ja_jp: サーチ

# SEARCH_USER
source: User Search
el_gr: Αναζητηση Χρηστη
ja_jp: ユーザーサーチ

# SEARCH_FLIPNOTE
source: Flipnote Search
el_gr: Αναζητηση Flipnote
ja_jp: 作品サーチ

source: Help
ja_jp: ガイド

source: Reload User
el_gr: Reload Χρηστη
ja_jp: ユーザーリロード

source: Login
el_gr: Συνδεση
ja_jp: ログイン

source: Logout
ja_jp: ログアウト

source: Register
ja_jp: ユーザー登録

source: Theme Shop
ja_jp: テームショップ

source: Mail
ja_jp: うごレータ

# TEST_TRANSLATION
source: English Translation
el_gr: Greek Translation
ja_jp: 日本語翻訳
